return {
	"goolord/alpha-nvim",
	dependencies = {
		"nvim-tree/nvim-web-devicons",
		"nvim-lua/plenary.nvim",
	},
	config = function()
		local alpha = require("alpha")
		local dashboard = require("alpha.themes.startify")

		-- Modify the header text located at layout[2]
		dashboard.section.header.val = {
			[[███████╗████████╗██████╗ ███████╗███████╗████████╗██╗     ██╗ ██████╗ ██╗  ██╗████████╗]],
			[[██╔════╝╚══██╔══╝██╔══██╗██╔════╝██╔════╝╚══██╔══╝██║     ██║██╔════╝ ██║  ██║╚══██╔══╝]],
			[[███████╗   ██║   ██████╔╝█████╗  █████╗     ██║   ██║     ██║██║  ███╗███████║   ██║   ]],
			[[╚════██║   ██║   ██╔══██╗██╔══╝  ██╔══╝     ██║   ██║     ██║██║   ██║██╔══██║   ██║   ]],
			[[███████║   ██║   ██║  ██║███████╗███████╗   ██║   ███████╗██║╚██████╔╝██║  ██║   ██║   ]],
			[[╚══════╝   ╚═╝   ╚═╝  ╚═╝╚══════╝╚══════╝   ╚═╝   ╚══════╝╚═╝ ╚═════╝ ╚═╝  ╚═╝   ╚═╝   ]],
			[[°º¤ø,¸¸,ø¤º°`°º¤ø,¸,ø¤°º¤ø,¸¸,ø¤º°`°º¤ø,¸,ø¤º°`°º¤ø,¸¸,ø¤º°`°º¤ø,¸,ø¤°º¤ø,¸¸,ø¤º°`°º¤ø,]],
			[[                                                       O                               ]],
			[[                    ███████╗██╗███████╗██╗  ██╗   O           /`·.¸                    ]],
			[[                    ██╔════╝██║██╔════╝██║  ██║  o   o       /¸...¸`:·                 ]],
			[[                    █████╗  ██║███████╗███████║    o     ¸.·´  ¸   `·.¸.·´)            ]],
			[[                    ██╔══╝  ██║╚════██║██╔══██║      o  . © ):´;      ¸  {             ]],
			[[                    ██║     ██║███████║██║  ██║          `·.¸ `·  ¸.·´\`·¸)            ]],
			[[                    ╚═╝     ╚═╝╚══════╝╚═╝  ╚═╝              `\\´´\¸.·´                ]],
		}
    dashboard.section.mru.val = { { type = "padding", val = 0 } }
		-- Set up alpha with the modified theme configuration
		alpha.setup(dashboard.config)
	end,
}
